{
  "menu": {
    "home": "Home",
    "about": "About",
    "gallery": "Gallery",
    "events": "Events",
    "book": "Book Now",
    "activities": "Activities",
    "programming": "Programming",
    "wedding": "Wedding"
  },
  "home": {
    "title": "Casa Lalla Takerkoust Restaurant is a unique dining and social destination",
    "description_1": "Casa Lalla Takerkoust restaurant is a true invitation to travel, where the enchanting spirit of Mykonos, Ibiza and the Balearic Islands meets the serenity of the crystal-clear waters of Lalla Takerkoust and the majestic backdrop of the High Atlas Mountains.",
    "description_2": "Just 30 minutes from Marrakech, let yourself be carried away by exciting rhythms from the four corners of the world and savor refined Mediterranean cuisine, designed to be shared with friends, old and new.",
    "description_3": "In a setting both chic and sophisticated, Casa Lalla Takerkoust sublimates flavors by honoring exceptional products, carefully selected from the region. A menu of cocktails and excellent spirits completes this unique gastronomic experience.",
    "title_2": "The Property",
    "description_4": "Casa lalla is the latest addition to Marrakech’s thriving restaurants scene with the stunning view of the lake to enjoy exquisite seafood with minimal preparation, Using the best products treated with the greatest respect and expertise.",
    "description_5": "Great Mediterranean inspired menu premier lunch hot spot. Simply a must. It’s also an invitation to explore, relax, and connect with Moroccan nature and culture.",
    "description_6": "Plan your visit and let yourself be enchanted by this hidden jewel. Prepare yourself to be captivated by the serene beauty of this lake. Breathtaking, High Atlas mountains amazing experience and unforgettable views."
  },
  "activities": {
    "title": "Experience",
    "title_1": "Transportation",
    "title_4": "Nature Walk / Hike",
    "title_5": "Horseback Riding",
    "title_6": "Agafay Desert",
    "title_7": "Bike Tour",
    "trans_desc": "Lalla Takerkoust can be reached via taxi or bus.",
    "quad_desc": "Satisfy your need for speed and adventure with a quad tour around Lalla Takerkoust and take in breathtaking landscapes. Experienced guides will take you off the beaten path at the foothills of the High Atlas Mountains.",
    "quad_desc_1": "Quad Simple 1 Hour 300dh",
    "quad_desc_2": "Quad Double 1 Hour 500dh",
    "quad_desc_3": "Quad Simple 2 Hours 500dh",
    "quad_desc_4": "Quad Double 2 Hours 800dh",
    "quad_desc_5": "Buggy 2 Places 1 Hour 800dh",
    "quad_desc_6": "Buggy 2 Places 2 Hours 1400dh",
    "jetski_desc": "Get your heart racing with a jet ski adventure as you glide across the scenic Lalla Takerkoust lake and enjoy stunning views of the snow-capped High Atlas Mountains.",
    "jetski_desc_1": "400dh for 15 Minutes",
    "hike_desc": "Explore the serene waters of Lalla Takerkoust by foot with an expert guide and discover the vibrant flora and fauna that is found in this diverse landscape. Choose from a leisurely nature walk or venture into the surrounding hillsides for a more rigorous hike. Perfect for birdwatches and photography enthusiasts, this tranquil environment promises a respite from the hustle and bustle of Marrakech life.",
    "riding_desc": "Experience the magic of horseback riding around the sparkling Lalla Takerkoust lake and discover diverse landscapes as you journey off the beaten path around the lake, the foothills of the High Atlas mountains and the neighboring stone desert of Agafay.",
    "agafay_desc_1": "Discover the rocky desert of Agafay and find out why it’s one of the Morocco’s favorite playgrounds. Live out your Dune desert dreams and explore by quad, buggy or camel.",
    "agafay_desc_2": "There is no shortage of activities to enjoy when visiting the neighboring Agafay Desert, only 5 minutes away from Lalla Takerkoust.",
    "bike_desc": "Explore Lalla Takerkoust on an invigorating bike ride through the Agafay Desert and then arrive at the oasis that is the crystal-clear waters of Lalla Takerkoust lake and the surrounding snow-capped High Atlas Mountains. Get ready for a timeless ride that is sure to provide unforgettable memories!",
    "book_experience": "Book an Experience"
  },
  "contact": {
    "title": "Get in Touch",
    "subtitle": "For gatherings, special celebrations, photo-shoots or more information about us please send us a message by using the contact form below",
    "span": "To email us :",
    "firstname": "First Name",
    "lastname": "Last Name",
    "email": "Email",
    "subject": "Subject",
    "submit": "Submit"
  },
  "events": {
    "title": "Programming",
    "subtitle_1": "At Casa Lalla, the ambiance is enhanced by a captivating selection of music, featuring an Afro-inspired sound that sets the perfect tone for any event. This rhythmic and soulful genre creates an inviting atmosphere, making it ideal for lively parties, weddings, and anniversaries.",
    "subtitle_2": "Guests can immerse themselves in the vibrant beats, encouraging dancing and celebration throughout the night. The combination of Afro music with our stunning surroundings ensures that every event is not only memorable but also a true reflection of joy and cultural richness.",
    "subtitle_3": "Whether you're celebrating a special occasion or simply enjoying a night out, the music at Casa Lalla brings everyone together in a festive spirit.",
    "upcoming": "Upcoming Events",
    "book": "Book"
  },
  "wedding": {
    "title": "Weddings",
    "intro": "Celebrate your special day by a ceremony surrounded by nature in our olive groves with views on the mountains. Feast on a farm to fork supper and dance the night away under the stars.",
    "button": "Book Your Wedding"
  }
}
